Repository: digitoimistodude/air-setting-groups
Catalog: languages/air_setting_groups-*.po
Languages: fi

source: Setting groups
fi: Asetusryhmät

# post type general name
source: Setting groups
fi: Asetusryhmät

# post type singular name
source: Setting group
fi: Asetusryhmä

# add new on admin bar
source: Setting groups
fi: Asetusryhmät

# thing
source: Add new
fi: Lisää uusi

source: Add new setting group
fi: Lisää uusi asetusryhmä

source: New setting group
fi: Uusi asetusryhmä

source: Edit a setting group
fi: Muokkaa asetusryhmää

source: Show setting group
fi: Näytä asetusryhmä

source: Show all setting groups
fi: Näytä kaikki asetusryhmät

source: Search for setting groups
fi: Hae asetusryhmiä

source: Setting group parents
fi: Asetusryhmän vanhemmat

source: Setting groups not found
fi: Asetusryhmiä ei löytynyt

source: Setting groups not found in the trash
fi: Asetustyhmiä ei löytynyt roskakorista
